[
    {
        "question_number": 1,
        "question": "For Romeo Juliet, Laila Majnu ,a spot for all lovers go to pmc fountain and take a picture with it."
    },
    {
        "question_number": 2,
        "question": "We don’t have Starbucks but we do have Aditi, when will these videshi know it’s chai and not chai tea, go run and take a picture with chai, cutie."
    },
    {
        "question_number": 3,
        "question": "Find a girl with hairtie on her hand, Snap a picture With hair tie shown, in her hand."
    },
    {
        "question_number": 4,
        "question": "The biggest fight of college happened here, ronaldos and messis everywhere, go take a picture."
    },
    {
        "question_number": 5,
        "question": "The clock strikes 9 and it starts, find the person who never fails to say “ chalo didi 9 bajj gaye” speed up and find her ."
    },
    {
        "question_number": 6,
        "question": "Go take a picture with cricket pitch."
    },
    {
        "question_number": 7,
        "question": "Take a picture with round brother at aditi."
    },
    {
        "question_number": 8,
        "question": "Where goals are scored and victories are sweet, head to the place where teammates meet. Your clue awaits near the goalpost tall, kick off your search, give it your all.\" \"click a picture while Scoring a penalty"
    },
    {
        "question_number": 9,
        "question": "go and take a whole team picture in front of a place where girls are not allowed after 7pm"
    },
    {
        "question_number": 10,
        "question": "collect 4 kinds of flowers and take a photo with them at pmc fountain"
    },
    {
        "question_number": 11,
        "question": "Imitate being a fruit seller, at the place where the stone is black."
    },
    {
        "question_number": 12,
        "question": "Zip me up before putting me on your back, I will keep your books and homework safe in my pack. (backpack)"
    },
    {
        "question_number": 13,
        "question": "Most every day, you step on me. All I require is a bend of your knee. (steps)"
    },
    {
        "question_number": 14,
        "question": " I have a few drawers and a nice flat top. For homework I’m helpful — Keep working. Don’t stop! (desk)"
    },
    {
        "question_number": 15,
        "question": "I have a neck but no head, I wear a pretty cap instead. (bottle)"
    },
    {
        "question_number": 16,
        "question": " I have no mouth and no nose, but I do have a face. I also have two hands and, but no legs and or toes. (clock)"
    },
    {
        "question_number": 17,
        "question": "You can find me on a hook, if you know where exactly to look. Pose with me as I help you to unlock."
    },
    {
        "question_number": 18,
        "question": "You use me every day when you step up / Most every day, you step on me. All I require is a bend of your knee. (steps)"
    },
    {
        "question_number": 19,
        "question": "Take a selfie with any IOS device"
    },
    {
        "question_number": 20,
        "question": "Take a picture of hostel infront of football ground"
    },
    {
        "question_number": 21,
        "question": "Upload your team picture"
    },
    {
        "question_number": 22,
        "question": "click a picture with any random oc memeber standing at the allotted venues."
    },
    {
        "question_number": 23,
        "question": "Take a picture at the  goodbye point of couples-the tree outside girls hostel"
    },
    {
        "question_number": 24,
        "question": "Even though you fall in it by-mistake, you get dirty and you are the one paying fine for it"
    },
    {
        "question_number": 25,
        "question": "take a picture with a board which directs you to the girls hostel"
    },
    {
        "question_number": 26,
        "question": "take a picture of the house made for a certain kind but the certain kind isn't present here"
    },
    {
        "question_number": 27,
        "question": "Beneath the sky's reflective sheen, Lilies sway in a pond serene. Pick your fav pose to drown but do not touch the water."
    },
    {
        "question_number": 28,
        "question": "\"I'm a stretch of road by the ocean's glide, Where city lights dance at eventide. Walk along me under the starry hive, Along Mumbai's coast, where dreams revive.\" pick you best stroke to swim ."
    },
    {
        "question_number": 29,
        "question": "Pick the one who makes the best fresh lime and click a heart pose with him."
    },
    {
        "question_number": 30,
        "question": "Go to the main gate,act like you are running away. click a picture of doing this."
    },
    {
        "question_number": 31,
        "question": "What comes once in a minute ,twice in a moment but never in a thousand years."
    },
    {
        "question_number": 32,
        "question": "Take a photo with at least four different types of smartphone models lined up on a table"
    },
    {
        "question_number": 33,
        "question": "I bloom with fragrance divine, In gardens, my colors shine. Golden hues upon my petals rest, In the breeze, I sway with zest.What am I?"
    },
    {
        "question_number": 34,
        "question": "In a frosty dance, I'm ready to partake,Blend me up and give me a shake,Crunchy whispers, in every sip you take,What am I?"
    },
    {
        "question_number": 35,
        "question": " Where liquid sparkles in glimmering light, Near the bubbling stream, find it all. By the spring's side, a secret's kept, Look close, where liquid secrets are swept."
    },
    {
        "question_number": 36,
        "question": "In the realm where leather meets hardwood, Amongst the cacophony of bouncing spheres. Amidst the symphony of swooshing nets, A hidden message softly appears."
    },
    {
        "question_number": 37,
        "question": "In the tranquil room, seek inner peace, Release all tension, let worries cease and breathe profound, Let body and mind's unity be found. task : do a yoga pose and click a pic"
    },
    {
        "question_number": 38,
        "question": "Take a picture at a peaceful spot in the campus surrounding something you cant drink"
    },
    {
        "question_number": 39,
        "question": "Take a selfie at a lowkey spot where animals are supposed to be kept in the campus."
    },
    {
        "question_number": 40,
        "question": "Take a selfie at fruit stall"
    },
    {
        "question_number": 41,
        "question": "Take a selfie at Amphi with white Flower"
    },
    {
        "question_number": 42,
        "question": "Take a selfie at Basketball court"
    },
    {
        "question_number": 43,
        "question": "Take a selfie outside Aditi"
    },
    {
        "question_number": 44,
        "question": "Take a photo while sleeping on cricket ground"
    },
    {
        "question_number": 45,
        "question": "Take a photo of two iphones"
    },
    {
        "question_number": 46,
        "question": "Take a photo hangging on goalpost with big smile"
    },
    {
        "question_number": 47,
        "question": "Find 2 irritating person and take a selfie with them."
    },
    {
        "question_number": 48,
        "question": "Take a selfie with a  person who separates Romie Juliet apart."
    },
    {
        "question_number": 49,
        "question": "For Romeo Juliet, Laila Majnu ,a spot for all where love showers take a picture with a flower."
    },
    {
        "question_number": 50,
        "question": "Take a photo on while sitting on yellow  bench"
    },
    {
        "question_number": 51,
        "question": "Take a selfie with whome who have tattoo on her/his body"
    },
    {
        "question_number": 52,
        "question": "Take a selfie with any Techhead"
    },
    {
        "question_number": 53,
        "question": "Take a selfie on Volleyball Court wearing a hat"
    },
    {
        "question_number": 54,
        "question": "Take a selfie outside Workshop Building"
    },
    {
        "question_number": 55,
        "question": "Take a selfie with a person wearing a college T shirt"
    },
    {
        "question_number": 56,
        "question": "In gardens deep, where secrets lie,I bloom in silence 'neath the sky.With petals soft and colors bright,I bring a smile, a pure delight.What am I?"
    },
    {
        "question_number": 57,
        "question": "Take a selfie While sitting on a EV"
    },
    {
        "question_number": 58,
        "question": "Take a photo on path which is between two Tennis Court"
    },
    {
        "question_number": 59,
        "question": "click a photo where a slope is surrounded by stairs"
    },
    {
        "question_number": 60,
        "question": "1. Click a chipko moment pose with the famous standby tree"
    },
    {
        "question_number": 61,
        "question": "2. Click a photo with entry board arrow resembling the direction"
    },
    {
        "question_number": 62,
        "question": "3.Strike a pose in those rectangle spots near the student lounge."
    },
    {
        "question_number": 63,
        "question": "4. Click a pic in front of the most symmetric hall with a yoga pose."
    },
    {
        "question_number": 64,
        "question": "6.Collect 5 different types of leaves and decorate them on your hair and click a pic"
    },
    {
        "question_number": 65,
        "question": "7.Create the Singapore Merlion pose lite."
    },
    {
        "question_number": 66,
        "question": "10.Click a photo with most famous guard didi of the college"
    },
    {
        "question_number": 67,
        "question": "13.Number of drawers in aditi eating area - number of fans"
    },
    {
        "question_number": 68,
        "question": "15.What's the speed limit at the marine drive?"
    },
    {
        "question_number": 69,
        "question": "the big banyan tree"
    },
    {
        "question_number": 70,
        "question": "Strike a pose, capture the moment, and reflect on the fun times together! Don't forget to flash those smiles and let the mirror be your group's perfect selfie accomplice."
    },
    {
        "question_number": 71,
        "question": "The ones who are our saviour's but makes us feel like enemies (hostlites).Take a picture while giving them a flower."
    },
    {
        "question_number": 72,
        "question": "Take a photo of yours giving flower to your fav tech head"
    },
    {
        "question_number": 73,
        "question": "the waters flows through the valley of heavens, where dreams are spun, and stories grow. where the chapters of love are once again defined."
    },
    {
        "question_number": 74,
        "question": "take a pic on stone bench"
    },
    {
        "question_number": 75,
        "question": "stuart little can be found there, upload a photo with its house."
    },
    {
        "question_number": 76,
        "question": "Take a photo with the playground having 6 poles of light"
    },
    {
        "question_number": 77,
        "question": "Click a selfie with the tree where your birthday glow."
    },
    {
        "question_number": 78,
        "question": "take a photo of tree that separates the faculty area and student residential."
    },
    {
        "question_number": 79,
        "question": "What goes up and down but never moves,only 2 in academics. name it"
    },
    {
        "question_number": 80,
        "question": "What has a face and two hands but no arms or legs, makes a sound of 'tik tok'?"
    },
    {
        "question_number": 81,
        "question": "Look beneath the lines of the serving place. Take a photo outside tennis court while serving."
    },
    {
        "question_number": 82,
        "question": "To enter the college's gate, find the guardian with a hat.take a picture with them"
    },
    {
        "question_number": 83,
        "question": " Among the dribbles and the swishes, seek a hint where the court's edge wishes. take a picture"
    },
    {
        "question_number": 84,
        "question": "I am filled with words but contain no sound,Open me up and stories abound.Pages turn with a gentle touch,In collages, I'm valued much.What am I?"
    },
    {
        "question_number": 85,
        "question": "You'll find it where players hit balls with bats and run between wickets. click a photo there"
    },
    {
        "question_number": 86,
        "question": "Look for a place where nature's candy is sold, where bananas hang and berries unfold .click a picture of you"
    },
    {
        "question_number": 87,
        "question": "Find the heart of the pond, a platform that shines at night. take a picture of yourself with the team"
    },
    {
        "question_number": 88,
        "question": "Take a photo of your team members where you all are thinking about something"
    },
    {
        "question_number": 89,
        "question": "Take a photo with your team showing the back of your shirts/tshirts"
    },
    {
        "question_number": 90,
        "question": "Click a picture of your wrist showing your Ambiora bands"
    },
    {
        "question_number": 91,
        "question": "Click a picture with the team where each member is laughing"
    },
    {
        "question_number": 92,
        "question": "Create any alphabet of AMBIORA and click a picture"
    },
    {
        "question_number": 93,
        "question": "Take selfie with your team making weird faces"
    },
    {
        "question_number": 94,
        "question": "Take a selfie outside the staff quarters"
    },
    {
        "question_number": 95,
        "question": "Take a selfie outside new boys hostel"
    },
    {
        "question_number": 96,
        "question": "Click a selfie with your favourite Techhead."
    },
    {
        "question_number": 97,
        "question": "Upload a selfie of you wearing a cap."
    },
    {
        "question_number": 98,
        "question": "Aaj khaane me kya hai , zara dikhana."
    },
    {
        "question_number": 99,
        "question": "Upload a picture of you and someone from team AMBIORA wearing the same flower on your head."
    },
    {
        "question_number": 100,
        "question": "Click a picture with Jayvardhan Bhardwaj (Not Khushvardhan Bhardwaj) XD."
    },
    {
        "question_number": 101,
        "question": "Pichle saal Treasure hunt kaun jeeta tha? (Full Name pls)"
    },
    {
        "question_number": 102,
        "question": "Pichle saal Treasure hunt me kisne part bhi nahi liya tha? (Full Name pls)"
    },
    {
        "question_number": 103,
        "question": "Sit on the yellow benches and make any gang sign."
    },
    {
        "question_number": 104,
        "question": "Click a selfie with the one who was kidnapped."
    },
    {
        "question_number": 105,
        "question": "Click a selfie with one who beat the kidnappers."
    },
    {
        "question_number": 106,
        "question": "A picture in front of the lift."
    },
    {
        "question_number": 107,
        "question": "A picture of Tennis court."
    },
    {
        "question_number": 108,
        "question": "A picture of Basketball court."
    },
    {
        "question_number": 109,
        "question": "a picture of SoBus building."
    },
    {
        "question_number": 110,
        "question": "What is the Tagline for Scavenger hunt in Ambiora'24 ?"
    },
    {
        "question_number": 111,
        "question": "Take a selfie with your laptop."
    },
    {
        "question_number": 112,
        "question": "Name 1 faculty you hate the most."
    },
    {
        "question_number": 113,
        "question": "Click a picture of a guard.(Didi also works)"
    }
]